Repository: dsaenztagarro/cirujanos
Catalog: cirujanos/apps/about/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: about.location
es_es: Localización

source: about.locations
es_es: Localizaciones

source: doctors
es_es: Doctores

source: doctorcontent
es_es: Contenido

source: doctorcontents
es_es: Contenidos

source: doctorcontenttype
es_es: Tipo de contenido

source: doctorcontenttypes
es_es: Tipos de contenido

source: contact notification receiver
es_es: Email de notificación de contacto

source: contact notification receivers
es_es: Emails de notificación de contacto

source: about doctorcontenttype biography
es_es: Biografía

source: about doctorcontenttype chapters
es_es: Capítulos

source: about doctorcontenttype signer1
es_es: Publicaciones como primer autor

source: about doctorcontenttype signer2
es_es: Publicaciones como segundo autor

source: about doctorcontenttype other
es_es: Otras publicaciones

source: about doctorcontenttype conferences
es_es: Conferencias

source: message success
es_es: Gracias!

source: contact notification success
es_es: Su solicitud de contacto ha sido recibida correctamente.
